Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Search in artist
af_za: Soek in kunstenaar
ar_eg: ابحث في الفنان
ar_sa: البحث في الفنان
bg_bg: Търсене в изпълнител
bn_bd: শিল্পীর মধ্যে খুঁজুন
ca_es: Cercar a l'artista
cs_cz: Hledat u interpreta
da_dk: Søg i kunstner
de_de: Im Künstler suchen
el_gr: Αναζήτηση σε καλλιτέχνη
es_mx: Buscar en artista
et_ee: Otsi esitajast
fa_ir: جستجو در هنرمند
fi_fi: Hae artistista
fr_fr: Rechercher dans l'artiste
ga_ie: Cuardaigh san ealaíontóir
he_il: חפש באמן
hi_in: कलाकार में खोजें
hr_hr: Pretraži u izvođaču
hu_hu: Keresés az előadóban
id_id: Cari di artis
it_it: Cerca nell'artista
ja_jp: アーティスト内を検索
ko_kr: 아티스트에서 검색
lt_lt: Ieškoti atlikėjo
ms_my: Cari dalam artis
nl_nl: Zoeken bij artiest
no_no: Søk i artist
pa_in: ਕਲਾਕਾਰ ਵਿੱਚ ਖੋਜੋ
pl_pl: Szukaj u artysty
pt_pt: Pesquisar no artista
ro_ro: Căutați în artist
ru_ru: Искать у исполнителя
sk_sk: Hľadať u interpreta
sq_al: Kërko në artist
sr_cyrl_rs: Претражи у извођачу
sv_se: Sök i artist
sw_ke: Tafuta ndani ya msanii
ta_in: கலைஞரில் தேடு
th_th: ค้นหาในศิลปิน
tl_ph: Maghanap sa artist
tr_tr: Sanatçıda ara
uk_ua: Пошук у виконавці
vi_vn: Tìm kiếm trong nghệ sĩ
zh_cn: 在艺术家中搜索
zh_tw: 在藝人中搜尋

# ArtistViewPage_SongMenu_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# ArtistViewPage_SongMenu_PlayNext.Text
source: Play Next
af_za: Speel Volgende
ar_eg: تشغيل التالي
ar_sa: تشغيل التالي
bg_bg: Следваща песен
bn_bd: পরবর্তী চালান
ca_es: Reproduir a continuació
cs_cz: Přehrát další
da_dk: Afspil næste
de_de: Als Nächstes wiedergeben
el_gr: Αναπαραγωγή Επόμενου
es_mx: Reproducir siguiente
et_ee: Esita järgmisena
fa_ir: پخش بعدی
fi_fi: Toista seuraavaksi
fr_fr: Écouter ensuite
ga_ie: Seinn An Chéad Cheann Eile
he_il: נגן הבא
hi_in: अगला चलाएँ
hr_hr: Reproduciraj sljedeće
hu_hu: Következő lejátszása
id_id: Putar Berikutnya
it_it: Riproduci il prossimo
ja_jp: 次に再生
ko_kr: 다음 재생
lt_lt: Groti kitą
ms_my: Main Seterusnya
nl_nl: Volgende afspelen
no_no: Spill av neste
pa_in: ਅਗਲਾ ਚਲਾਓ
pl_pl: Odtwórz następny
pt_pt: Reproduzir a Seguir
ro_ro: Redă următorul
ru_ru: Воспроизвести далее
sk_sk: Prehrať ďalšie
sq_al: Luaj tjetrën
sr_cyrl_rs: Пусти следеће
sv_se: Spela nästa
sw_ke: Cheza Inayofuata
ta_in: அடுத்ததை இயக்கு
th_th: เล่นถัดไป
tl_ph: I-play Susunod
tr_tr: Sonrakini Oynat
uk_ua: Відтворити далі
vi_vn: Phát tiếp theo
zh_cn: 下一首播放
zh_tw: 下一首播放

# ArtistViewPage_SongMenu_AddToQueue.Text
source: Add to Queue
af_za: Voeg by Waglys
ar_eg: أضف إلى قائمة الانتظار
ar_sa: إضافة إلى قائمة الانتظار
bg_bg: Добави в опашката
bn_bd: সারিতে যোগ করুন
ca_es: Afegir a la cua
cs_cz: Přidat do fronty
da_dk: Føj til kø
de_de: Zur Warteschlange hinzufügen
el_gr: Προσθήκη στην ουρά
es_mx: Añadir a la cola
et_ee: Lisa järjekorda
fa_ir: افزودن به صف
fi_fi: Lisää jonoon
fr_fr: Ajouter à la file d'attente
ga_ie: Cuir le Ciú
he_il: הוסף לתור
hi_in: कतार में जोड़ें
hr_hr: Dodaj u red čekanja
hu_hu: Hozzáadás a sorhoz
id_id: Tambah ke Antrean
it_it: Aggiungi alla coda
ja_jp: キューに追加
ko_kr: 대기열에 추가
lt_lt: Pridėti į eilę
ms_my: Tambah ke Giliran
nl_nl: Toevoegen aan wachtrij
no_no: Legg til i kø
pa_in: ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do kolejki
pt_pt: Adicionar à Fila
ro_ro: Adaugă în coadă
ru_ru: Добавить в очередь
sk_sk: Pridať do frontu
sq_al: Shto në radhë
sr_cyrl_rs: Додај у ред чекања
sv_se: Lägg till i kö
sw_ke: Ongeza kwenye Foleni
ta_in: வரிசையில் சேர்
th_th: เพิ่มลงในคิว
tl_ph: Idagdag sa Queue
tr_tr: Sıraya Ekle
uk_ua: Додати до черги
vi_vn: Thêm vào hàng đợi
zh_cn: 添加到队列
zh_tw: 新增至播放佇列

# ArtistViewPage_SongMenu_AddToPlaylist.Text
source: Add to playlist
af_za: Voeg by snitlys
ar_eg: أضف إلى قائمة التشغيل
ar_sa: إضافة إلى قائمة التشغيل
bg_bg: Добави към плейлист
bn_bd: প্লেলিস্টে যোগ করুন
ca_es: Afegir a la llista de reproducció
cs_cz: Přidat do playlistu
da_dk: Føj til afspilningsliste
de_de: Zur Wiedergabeliste hinzufügen
el_gr: Προσθήκη σε λίστα αναπαραγωγής
es_mx: Añadir a la lista de reproducción
et_ee: Lisa esitusloendisse
fa_ir: افزودن به لیست پخش
fi_fi: Lisää soittolistaan
fr_fr: Ajouter à la playlist
ga_ie: Cuir le seinmliosta
he_il: הוסף לרשימת השמעה
hi_in: प्लेलिस्ट में जोड़ें
hr_hr: Dodaj na popis za reprodukciju
hu_hu: Hozzáadás lejátszási listához
id_id: Tambah ke daftar putar
it_it: Aggiungi alla playlist
ja_jp: プレイリストに追加
ko_kr: 재생 목록에 추가
lt_lt: Pridėti į grojaraštį
ms_my: Tambah ke senarai main
nl_nl: Toevoegen aan afspeellijst
no_no: Legg til i spilleliste
pa_in: ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj do playlisty
pt_pt: Adicionar à lista de reprodução
ro_ro: Adaugă în lista de redare
ru_ru: Добавить в плейлист
sk_sk: Pridať do zoznamu skladieb
sq_al: Shto në listën e luajtjes
sr_cyrl_rs: Додај у плејлисту
sv_se: Lägg till i spellista
sw_ke: Ongeza kwenye orodha ya nyimbo
ta_in: பிளேலிஸ்ட்டில் சேர்
th_th: เพิ่มลงในเพลย์ลิสต์
tl_ph: Idagdag sa playlist
tr_tr: Çalma listesine ekle
uk_ua: Додати до списку відтворення
vi_vn: Thêm vào danh sách phát
zh_cn: 添加到播放列表
zh_tw: 新增至播放清單

# ArtistViewPage_SongMenu_GoToAlbum.Text
source: Go to album
af_za: Gaan na album
ar_eg: اذهب للألبوم
ar_sa: الانتقال إلى الألبوم
bg_bg: Отиди на албум
bn_bd: অ্যালবামে যান
ca_es: Anar a l'àlbum
cs_cz: Přejít na album
da_dk: Gå til album
de_de: Zum Album gehen
el_gr: Μετάβαση στο άλμπουμ
es_mx: Ir al álbum
et_ee: Mine albumisse
fa_ir: رفتن به آلبوم
fi_fi: Siirry albumiin
fr_fr: Aller à l'album
ga_ie: Téigh go dtí albam
he_il: עבור לאלבום
hi_in: एल्बम पर जाएँ
hr_hr: Idi na album
hu_hu: Ugrás az albumhoz
id_id: Buka album
it_it: Vai all'album
ja_jp: アルバムへ移動
ko_kr: 앨범으로 이동
lt_lt: Eiti į albumą
ms_my: Pergi ke album
nl_nl: Ga naar album
no_no: Gå til album
pa_in: ਐਲਬਮ 'ਤੇ ਜਾਓ
pl_pl: Przejdź do albumu
pt_pt: Ir para o álbum
ro_ro: Mergi la album
ru_ru: Перейти к альбому
sk_sk: Prejsť na album
sq_al: Shko te albumi
sr_cyrl_rs: Иди на албум
sv_se: Gå till album
sw_ke: Nenda kwenye albamu
ta_in: ஆல்பத்திற்குச் செல்
th_th: ไปที่อัลบั้ม
tl_ph: Pumunta sa album
tr_tr: Albüme git
uk_ua: Перейти до альбому
vi_vn: Chuyển đến album
zh_cn: 转到专辑
zh_tw: 前往專輯

# ArtistViewPage_SongMenu_ShowInExplorer.Text
source: Show in explorer
af_za: Wys in verkenner
ar_eg: اظهر في المستكشف
ar_sa: إظهار في المستكشف
bg_bg: Покажи във файловия мениджър
bn_bd: এক্সপ্লোরারে দেখান
ca_es: Mostrar a l'explorador
cs_cz: Zobrazit v průzkumníkovi
da_dk: Vis i stifinder
de_de: Im Explorer anzeigen
el_gr: Εμφάνιση στην εξερεύνηση
es_mx: Mostrar en el explorador
et_ee: Näita Exploreris
fa_ir: نمایش در اکسپلورر
fi_fi: Näytä Resurssienhallinnassa
fr_fr: Afficher dans l'explorateur
ga_ie: Taispeáin san taiscéalaí
he_il: הצג בסייר
hi_in: एक्सप्लोरर में दिखाएँ
hr_hr: Prikaži u pregledniku
hu_hu: Megjelenítés a fájlkezelőben
id_id: Tampilkan di penjelajah
it_it: Mostra in Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 표시
lt_lt: Rodyti naršyklėje
ms_my: Tunjuk dalam penjelajah
nl_nl: Weergeven in verkenner
no_no: Vis i utforsker
pa_in: ਐਕਸਪਲੋਰਰ ਵਿੱਚ ਦਿਖਾਓ
pl_pl: Pokaż w eksploratorze
pt_pt: Mostrar no explorador
ro_ro: Afișează în explorator
ru_ru: Показать в проводнике
sk_sk: Zobraziť v prieskumníkovi
sq_al: Shfaq në eksplorues
sr_cyrl_rs: Прикажи у истраживачу
sv_se: Visa i utforskaren
sw_ke: Onyesha kwenye kichunguzi
ta_in: எக்ஸ்ப்ளோரரில் காட்டு
th_th: แสดงใน File Explorer
tl_ph: Ipakita sa explorer
tr_tr: Gezginde göster
uk_ua: Показати у провіднику
vi_vn: Hiển thị trong trình duyệt
zh_cn: 在文件管理器中显示
zh_tw: 在檔案總管中顯示

# ArtistViewPage_Empty_Title.Text
source: No songs found for this artist
af_za: Geen liedjies vir hierdie kunstenaar gevind nie
ar_eg: لا توجد أغاني لهذا الفنان
ar_sa: لم يتم العثور على أغانٍ لهذا الفنان
bg_bg: Не са намерени песни за този изпълнител
bn_bd: এই শিল্পীর জন্য কোনো গান পাওয়া যায়নি
ca_es: No s'han trobat cançons per a aquest artista
cs_cz: Nebyly nalezeny žádné skladby pro tohoto interpreta
da_dk: Ingen sange fundet for denne kunstner
de_de: Keine Lieder für diesen Künstler gefunden
el_gr: Δεν βρέθηκαν τραγούδια για αυτόν τον καλλιτέχνη
es_mx: No se encontraron canciones para este artista
et_ee: Sellelt esitajalt laule ei leitud
fa_ir: هیچ آهنگی برای این هنرمند یافت نشد
fi_fi: Artistille ei löytynyt kappaleita
fr_fr: Aucune chanson trouvée pour cet artiste
ga_ie: Níor aimsíodh amhráin don ealaíontóir seo
he_il: לא נמצאו שירים לאמן זה
hi_in: इस कलाकार के लिए कोई गाना नहीं मिला
hr_hr: Nema pronađenih pjesama za ovog izvođača
hu_hu: Nincsenek dalok ehhez az előadóhoz
id_id: Tidak ada lagu ditemukan untuk artis ini
it_it: Nessuna canzone trovata per questo artista
ja_jp: このアーティストの曲は見つかりません
ko_kr: 이 아티스트의 곡을 찾을 수 없습니다
lt_lt: Šiam atlikėjui dainų nerasta
ms_my: Tiada lagu ditemui untuk artis ini
nl_nl: Geen nummers gevonden voor deze artiest
no_no: Ingen sanger funnet for denne artisten
pa_in: ਇਸ ਕਲਾਕਾਰ ਲਈ ਕੋਈ ਗਾਣੇ ਨਹੀਂ ਮਿਲੇ
pl_pl: Nie znaleziono utworów dla tego artysty
pt_pt: Nenhuma música encontrada para este artista
ro_ro: Nu s-au găsit melodii pentru acest artist
ru_ru: Для этого исполнителя песен не найдено
sk_sk: Pre tohto interpreta neboli nájdené žiadne skladby
sq_al: Asnjë këngë nuk u gjet për këtë artist
sr_cyrl_rs: Није пронађена ниједна песма за овог извођача
sv_se: Inga låtar hittades för denna artist
sw_ke: Hakuna nyimbo zilizopatikana kwa msanii huyu
ta_in: இந்த கலைஞருக்கு பாடல்கள் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบเพลงสำหรับศิลปินนี้
tl_ph: Walang nakitang kanta para sa artist na ito
tr_tr: Bu sanatçı için şarkı bulunamadı
uk_ua: Пісень цього виконавця не знайдено
vi_vn: Không tìm thấy bài hát nào của nghệ sĩ này
zh_cn: 此艺术家未找到歌曲
zh_tw: 此藝人沒有找到歌曲

# ArtistViewPage_Empty_Subtitle.Text
source: Try searching for something else
af_za: Probeer vir iets anders soek
ar_eg: حاول البحث عن شيء آخر
ar_sa: حاول البحث عن شيء آخر
bg_bg: Опитайте да потърсите нещо друго
bn_bd: অন্য কিছু খুঁজে দেখুন
ca_es: Prova a cercar una altra cosa
cs_cz: Zkuste hledat něco jiného
da_dk: Prøv at søge efter noget andet
de_de: Versuchen Sie, nach etwas anderem zu suchen
el_gr: Δοκιμάστε να αναζητήσετε κάτι άλλο
es_mx: Intenta buscar otra cosa
et_ee: Proovige otsida midagi muud
fa_ir: چیز دیگری را جستجو کنید
fi_fi: Kokeile hakea jotain muuta
fr_fr: Essayez de rechercher autre chose
ga_ie: Bain triail as cuardach a dhéanamh ar rud éigin eile
he_il: נסה לחפש משהו אחר
hi_in: कुछ और खोजने का प्रयास करें
hr_hr: Pokušajte pretražiti nešto drugo
hu_hu: Próbáljon másra keresni
id_id: Coba cari yang lain
it_it: Prova a cercare qualcos'altro
ja_jp: 他のものを検索してみてください
ko_kr: 다른 것을 검색해 보세요
lt_lt: Pabandykite ieškoti ko nors kito
ms_my: Cuba cari yang lain
nl_nl: Probeer iets anders te zoeken
no_no: Prøv å søke etter noe annet
pa_in: ਕੁਝ ਹੋਰ ਖੋਜਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl_pl: Spróbuj wyszukać coś innego
pt_pt: Tente pesquisar outra coisa
ro_ro: Încercați să căutați altceva
ru_ru: Попробуйте поискать что-то другое
sk_sk: Skúste hľadať niečo iné
sq_al: Provo të kërkosh diçka tjetër
sr_cyrl_rs: Покушајте да претражите нешто друго
sv_se: Försök att söka efter något annat
sw_ke: Jaribu kutafuta kitu kingine
ta_in: வேறு எதையாவது தேட முயற்சிக்கவும்
th_th: ลองค้นหาสิ่งอื่น
tl_ph: Subukang maghanap ng iba
tr_tr: Başka bir şey aramayı deneyin
uk_ua: Спробуйте пошукати щось інше
vi_vn: Hãy thử tìm kiếm thứ khác
zh_cn: 尝试搜索其他内容
zh_tw: 嘗試搜尋其他內容

# FolderPage_Title.Text
source: Folders
af_za: Vouers
ar_eg: مجلدات
ar_sa: المجلدات
bg_bg: Папки
bn_bd: ফোল্ডার
ca_es: Carpetes
cs_cz: Složky
da_dk: Mapper
de_de: Ordner
el_gr: Φάκελοι
es_mx: Carpetas
et_ee: Kaustad
fa_ir: پوشه‌ها
fi_fi: Kansiot
fr_fr: Dossiers
ga_ie: Fillteáin
he_il: תיקיות
hi_in: फ़ोल्डर
hr_hr: Mape
hu_hu: Mappák
id_id: Folder
it_it: Cartelle
ja_jp: フォルダー
ko_kr: 폴더
lt_lt: Aplankai
ms_my: Folder
nl_nl: Mappen
no_no: Mapper
pa_in: ਫੋਲਡਰ
pl_pl: Foldery
pt_pt: Pastas
ro_ro: Dosare
ru_ru: Папки
sk_sk: Priečinky
sq_al: Dosje
sr_cyrl_rs: Фасцикле
sv_se: Mappar
sw_ke: Folda
ta_in: கோப்புறைகள்
th_th: โฟลเดอร์
tl_ph: Mga Folder
tr_tr: Klasörler
uk_ua: Папки
vi_vn: Thư mục
zh_cn: 文件夹
zh_tw: 資料夾

# FolderPage_RandomButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pick one at random
af_za: Kies een willekeurig
ar_eg: اختر واحد عشوائيًا
ar_sa: اختر واحدًا عشوائيًا
bg_bg: Изберете произволен
bn_bd: এলোমেলোভাবে একটি চয়ন করুন
ca_es: Triar-ne un a l'atzar
cs_cz: Vybrat náhodně
da_dk: Vælg et tilfældigt
de_de: Zufällig auswählen
el_gr: Επιλέξτε ένα τυχαία
es_mx: Elegir uno al azar
et_ee: Vali juhuslik
fa_ir: انتخاب تصادفی
fi_fi: Valitse satunnainen
fr_fr: Choisir un dossier au hasard
ga_ie: Roghnaigh ceann go randamach
he_il: בחר אחד אקראית
hi_in: यादृच्छिक रूप से एक चुनें
hr_hr: Odaberi nasumično
hu_hu: Válasszon egyet véletlenszerűen
id_id: Pilih secara acak
it_it: Scegli uno a caso
ja_jp: ランダムに選択
ko_kr: 무작위 선택
lt_lt: Pasirinkti atsitiktinį
ms_my: Pilih secara rawak
nl_nl: Kies er willekeurig één
no_no: Velg en tilfeldig
pa_in: ਕੋਈ ਇੱਕ ਚੁਣੋ
pl_pl: Wybierz losowo
pt_pt: Escolher um aleatoriamente
ro_ro: Alege unul aleatoriu
ru_ru: Выбрать случайную
sk_sk: Vybrať náhodne
sq_al: Zgjidh një rastësisht
sr_cyrl_rs: Изабери насумично
sv_se: Välj en slumpmässigt
sw_ke: Chagua moja bila mpangilio
ta_in: தோராயமாக ஒன்றைத் தேர்ந்தெடு
th_th: สุ่มเลือกหนึ่งรายการ
tl_ph: Pumili ng isa nang random
tr_tr: Rastgele birini seç
uk_ua: Вибрати випадковий
vi_vn: Chọn ngẫu nhiên một thư mục
zh_cn: 随机选择一个
zh_tw: 隨機選擇一個

source: Add a music folder
af_za: Voeg 'n musiekvouer by
ar_eg: أضف مجلد موسيقى
ar_sa: إضافة مجلد موسيقى
bg_bg: Добавяне на музикална папка
bn_bd: একটি সঙ্গীত ফোল্ডার যোগ করুন
ca_es: Afegir una carpeta de música
cs_cz: Přidat hudební složku
da_dk: Tilføj en musikmappe
de_de: Einen Musikordner hinzufügen
el_gr: Προσθήκη φακέλου μουσικής
es_mx: Añadir una carpeta de música
et_ee: Lisa muusikakaust
fa_ir: افزودن پوشه موسیقی
fi_fi: Lisää musiikkikansio
fr_fr: Ajouter un dossier de musique
ga_ie: Cuir fillteán ceoil leis
he_il: הוסף תיקיית מוזיקה
hi_in: एक संगीत फ़ोल्डर जोड़ें
hr_hr: Dodaj glazbenu mapu
hu_hu: Zenei mappa hozzáadása
id_id: Tambahkan folder musik
it_it: Aggiungi una cartella musicale
ja_jp: 音楽フォルダーを追加
ko_kr: 음악 폴더 추가
lt_lt: Pridėti muzikos aplanką
ms_my: Tambah folder muzik
nl_nl: Een muziekmap toevoegen
no_no: Legg til en musikkmappe
pa_in: ਇੱਕ ਸੰਗੀਤ ਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj folder z muzyką
pt_pt: Adicionar uma pasta de música
ro_ro: Adaugă un dosar de muzică
ru_ru: Добавить музыкальную папку
sk_sk: Pridať hudobný priečinok
sq_al: Shto një dosje muzike
sr_cyrl_rs: Додај фасциклу са музиком
sv_se: Lägg till en musikmapp
sw_ke: Ongeza folda ya muziki
ta_in: ஒரு இசை கோப்புறையைச் சேர்
th_th: เพิ่มโฟลเดอร์เพลง
tl_ph: Magdagdag ng music folder
tr_tr: Bir müzik klasörü ekle
uk_ua: Додати музичну папку
vi_vn: Thêm thư mục nhạc
zh_cn: 添加音乐文件夹
zh_tw: 新增音樂資料夾

# FolderPage_AddFolder_Label.Text
source: Add Folder
af_za: Voeg Vouer By
ar_eg: حط مجلد
ar_sa: إضافة مجلد
bg_bg: Добави папка
bn_bd: ফোল্ডার যোগ করুন
ca_es: Afegir carpeta
cs_cz: Přidat složku
da_dk: Tilføj mappe
de_de: Ordner hinzufügen
el_gr: Προσθήκη Φακέλου
es_mx: Añadir carpeta
et_ee: Lisa kaust
fa_ir: افزودن پوشه
fi_fi: Lisää kansio
fr_fr: Ajouter un dossier
ga_ie: Cuir Fillteán Leis
he_il: הוסף תיקייה
hi_in: फ़ोल्डर जोड़ें
hr_hr: Dodaj mapu
hu_hu: Mappa hozzáadása
id_id: Tambah Folder
it_it: Aggiungi cartella
ja_jp: フォルダーを追加
ko_kr: 폴더 추가
lt_lt: Pridėti aplanką
ms_my: Tambah Folder
nl_nl: Map toevoegen
no_no: Legg til mappe
pa_in: ਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj folder
pt_pt: Adicionar Pasta
ro_ro: Adaugă dosar
ru_ru: Добавить папку
sk_sk: Pridať priečinok
sq_al: Shto dosje
sr_cyrl_rs: Додај фасциклу
sv_se: Lägg till mapp
sw_ke: Ongeza Folda
ta_in: கோப்புறையைச் சேர்
th_th: เพิ่มโฟลเดอร์
tl_ph: Magdagdag ng Folder
tr_tr: Klasör Ekle
uk_ua: Додати папку
vi_vn: Thêm thư mục
zh_cn: 添加文件夹
zh_tw: 新增資料夾

# FolderPage_Menu_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

# FolderPage_Menu_Rescan.Text
source: Rescan
af_za: Herskan
ar_eg: إعادة فحص
ar_sa: إعادة المسح
bg_bg: Пресканирай
bn_bd: পুনরায় স্ক্যান করুন
ca_es: Tornar a escanejar
cs_cz: Znovu naskenovat
da_dk: Genscan
de_de: Erneut scannen
el_gr: Επανάληψη Σάρωσης
es_mx: Volver a escanear
et_ee: Skanni uuesti
fa_ir: اسکن مجدد
fi_fi: Uudelleenskannaa
fr_fr: Réanalyser
ga_ie: Athscan
he_il: סרוק מחדש
hi_in: पुनः स्कैन करें
hr_hr: Ponovno skeniraj
hu_hu: Újraolvasás
id_id: Pindai Ulang
it_it: Riscansiona
ja_jp: 再スキャン
ko_kr: 재검색
lt_lt: Nuskaityti iš naujo
ms_my: Imbas Semula
nl_nl: Opnieuw scannen
no_no: Søk på nytt
pa_in: ਮੁੜ ਸਕੈਨ ਕਰੋ
pl_pl: Skanuj ponownie
pt_pt: Voltar a Analisar
ro_ro: Rescanează
ru_ru: Пересканировать
sk_sk: Znova naskenovať
sq_al: Rikërko
sr_cyrl_rs: Поново скенирај
sv_se: Skanna om
sw_ke: Changanua Upya
ta_in: மீண்டும் ஸ்கேன் செய்
th_th: สแกนใหม่
tl_ph: I-scan Uli
tr_tr: Yeniden tara
uk_ua: Пересканувати
vi_vn: Quét lại
zh_cn: 重新扫描
zh_tw: 重新掃描

# FolderPage_Menu_Delete.Text
source: Delete
af_za: Vee uit
ar_eg: امسح
ar_sa: حذف
bg_bg: Изтрий
bn_bd: মুছুন
ca_es: Suprimir
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_mx: Eliminar
et_ee: Kustuta
fa_ir: حذف
fi_fi: Poista
fr_fr: Supprimer
ga_ie: Scrios
he_il: מחק
hi_in: हटाएँ
hr_hr: Izbriši
hu_hu: Törlés
id_id: Hapus
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
lt_lt: Ištrinti
ms_my: Padam
nl_nl: Verwijderen
no_no: Slett
pa_in: ਮਿਟਾਓ
pl_pl: Usuń
pt_pt: Eliminar
ro_ro: Șterge
ru_ru: Удалить
sk_sk: Odstrániť
sq_al: Fshij
sr_cyrl_rs: Обриши
sv_se: Ta bort
sw_ke: Futa
ta_in: நீக்கு
th_th: ลบ
tl_ph: Burahin
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# FolderPage_Empty_Title.Text
source: No folders added yet
af_za: Geen vouers is nog bygevoeg nie
ar_eg: لم يتم إضافة أي مجلدات بعد
ar_sa: لم تتم إضافة مجلدات بعد
bg_bg: Все още няма добавени папки
bn_bd: এখনও কোনো ফোল্ডার যোগ করা হয়নি
ca_es: Encara no s'han afegit carpetes
cs_cz: Zatím nebyly přidány žádné složky
da_dk: Ingen mapper tilføjet endnu
de_de: Noch keine Ordner hinzugefügt
el_gr: Δεν έχουν προστεθεί φάκελοι ακόμα
es_mx: Aún no se han añadido carpetas
et_ee: Kaustu pole veel lisatud
fa_ir: هنوز هیچ پوشه‌ای اضافه نشده است
fi_fi: Kansioita ei ole vielä lisätty
fr_fr: Aucun dossier ajouté pour le moment
ga_ie: Níor cuireadh aon fhillteáin leis fós
he_il: לא נוספו תיקיות עדיין
hi_in: अभी तक कोई फ़ोल्डर नहीं जोड़ा गया
hr_hr: Još nema dodanih mapa
hu_hu: Még nincsenek mappák hozzáadva
id_id: Belum ada folder ditambahkan
it_it: Nessuna cartella aggiunta ancora
ja_jp: フォルダーがまだ追加されていません
ko_kr: 아직 추가된 폴더가 없습니다
lt_lt: Kol kas aplankų nepridėta
ms_my: Tiada folder ditambahkan lagi
nl_nl: Nog geen mappen toegevoegd
no_no: Ingen mapper lagt til ennå
pa_in: ਅਜੇ ਕੋਈ ਫੋਲਡਰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੇ ਗਏ
pl_pl: Nie dodano jeszcze folderów
pt_pt: Nenhuma pasta adicionada ainda
ro_ro: Niciun dosar adăugat încă
ru_ru: Папки еще не добавлены
sk_sk: Žiadne priečinky ešte neboli pridané
sq_al: Asnjë dosje nuk është shtuar ende
sr_cyrl_rs: Још увек нису додате фасцикле
sv_se: Inga mappar har lagts till ännu
sw_ke: Hakuna folda zilizoongezwa bado
ta_in: இன்னும் கோப்புறைகள் எதுவும் சேர்க்கப்படவில்லை
th_th: ยังไม่ได้เพิ่มโฟลเดอร์
tl_ph: Walang folder na nadagdag pa
tr_tr: Henüz klasör eklenmedi
uk_ua: Папки ще не додано
vi_vn: Chưa có thư mục nào được thêm
zh_cn: 尚未添加文件夹
zh_tw: 尚未新增資料夾

# FolderPage_Empty_Subtitle.Text
source: Add music folders to get started
af_za: Voeg musiekvouers by om te begin
ar_eg: أضف مجلدات الموسيقى للبدء
ar_sa: أضف مجلدات الموسيقى للبدء
bg_bg: Добавете музикални папки, за да започнете
bn_bd: শুরু করতে সঙ্গীত ফোল্ডার যোগ করুন
ca_es: Afegeix carpetes de música per començar
cs_cz: Přidejte hudební složky pro začátek
da_dk: Tilføj musikmapper for at komme i gang
de_de: Musikordner hinzufügen, um zu beginnen
el_gr: Προσθέστε φακέλους μουσικής για να ξεκινήσετε
es_mx: Añade carpetas de música para empezar
et_ee: Alustamiseks lisage muusikakaustad
fa_ir: برای شروع پوشه‌های موسیقی اضافه کنید
fi_fi: Aloita lisäämällä musiikkikansioita
fr_fr: Ajoutez des dossiers de musique pour commencer
ga_ie: Cuir fillteáin ceoil leis chun tús a chur
he_il: הוסף תיקיות מוזיקה כדי להתחיל
hi_in: शुरू करने के लिए संगीत फ़ोल्डर जोड़ें
hr_hr: Dodajte glazbene mape za početak
hu_hu: A kezdéshez adjon hozzá zenei mappákat
id_id: Tambahkan folder musik untuk memulai
it_it: Aggiungi cartelle musicali per iniziare
ja_jp: 開始するには音楽フォルダーを追加してください
ko_kr: 시작하려면 음악 폴더를 추가하세요
lt_lt: Norėdami pradėti, pridėkite muzikos aplankus
ms_my: Tambah folder muzik untuk bermula
nl_nl: Voeg muziekmappen toe om te beginnen
no_no: Legg til musikkmapper for å komme i gang
pa_in: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸੰਗੀਤ ਫੋਲਡਰ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj foldery z muzyką, aby zacząć
pt_pt: Adicione pastas de música para começar
ro_ro: Adaugă dosare de muzică pentru a începe
ru_ru: Добавьте музыкальные папки, чтобы начать
sk_sk: Pre začiatok pridajte hudobné priečinky
sq_al: Shto dosje muzikore për të filluar
sr_cyrl_rs: Додајте фасцикле са музиком да бисте почели
sv_se: Lägg till musikmappar för att komma igång
sw_ke: Ongeza folda za muziki ili kuanza
ta_in: தொடங்குவதற்கு இசை கோப்புறைகளைச் சேர்க்கவும்
th_th: เพิ่มโฟลเดอร์เพลงเพื่อเริ่มต้น
tl_ph: Magdagdag ng mga music folder para makapagsimula
tr_tr: Başlamak için müzik klasörleri ekleyin
uk_ua: Додайте музичні папки, щоб почати
vi_vn: Thêm thư mục nhạc để bắt đầu
zh_cn: 添加音乐文件夹以开始使用
zh_tw: 新增音樂資料夾以開始使用

# FolderSongViewPage_FolderMenu_Play.Text
source: Play
af_za: Speel
ar_eg: تشغيل
ar_sa: تشغيل
bg_bg: Пусни
bn_bd: চালান
ca_es: Reproduir
cs_cz: Přehrát
da_dk: Afspil
de_de: Wiedergeben
el_gr: Αναπαραγωγή
es_mx: Reproducir
et_ee: Esita
fa_ir: پخش
fi_fi: Toista
fr_fr: Écouter
ga_ie: Seinn
he_il: נגן
hi_in: चलाएँ
hr_hr: Reproduciraj
hu_hu: Lejátszás
id_id: Putar
it_it: Riproduci
ja_jp: 再生
ko_kr: 재생
lt_lt: Groti
ms_my: Main
nl_nl: Afspelen
no_no: Spill av
pa_in: ਚਲਾਓ
pl_pl: Odtwórz
pt_pt: Reproduzir
ro_ro: Redă
ru_ru: Воспроизвести
sk_sk: Prehrať
sq_al: Luaj
sr_cyrl_rs: Пусти
sv_se: Spela
sw_ke: Cheza
ta_in: இயக்கு
th_th: เล่น
tl_ph: I-play
tr_tr: Oynat
uk_ua: Відтворити
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放
